Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: Delete the Override Preset "%@"?
bg: Изтриване на шаблона за отмяна „%@“?
cs: Smazat předvolbu přepsání "%@"?
da: Slet den tilsidesætte forudindstillede "%@"?
de: Voreingestellte Override "%@" löschen?
es: ¿Eliminar el ajuste preestablecido "%@"?
fr: Supprimer le plat "%@ " ?
it: Eliminare il Programma Preimpostato "%@"?
nb_no: Slette forhåndslagret overstyring "%@"?
nl: Overschrijven voorkeursinstelling "%@ " verwijderen?
pl: Usunąć Preset Nadpisania "%@"?
pt_pt: Excluir a sobreposição de predefinição "%@"?
ru: Удалить переопределение пресета "%@"?
sv: Radera förval "%@"?
vi: Xóa thiết lập ghi đè "%@" không?
zh_hant: 刪除覆蓋預設 "%@"？

source: Delete the Temp Target Preset "%@"?
bg: Изтриване на шаблона за временна цел „%@“?
cs: Smazat předvolbu dočasného cíle "%@"?
da: Slet indstillet Midlertidigt Mål "%@"?
de: Löschen Sie die Temporäre-Ziel-Vorlage „%@“?
fr: Supprimer la Cible Temporaire favorite "%@" ?
it: Eliminare il preset Temp Target "%@"?
nb_no: Slette forhåndsinnstilt midlertidig mål "%@"?
nl: Verwijder de tijdelijke doelinstelling "%@"?
pl: Usunąć ustawienie celu tymczasowego "%@"?
sv: Radera tillfälliga mål-förvalet "%@"?
vi: Xóa thiết lập mục tiêu tạm thời "%@"?
zh_hant: 要刪除臨時目標預設 "%@" 嗎？

source: Delivery limits
bg: Лимити за подаване
cs: Limity podávání
da: Insulingrænser
de: Verabreichungsgrenzen
es: Límites de Dosificación
fr: Limites d’administration
it: Limite di erogazione
nb_no: Leveringsgrenser
nl: Toedieningslimieten
pl: Limity podawania
pt_pt: Limites de entrega
ru: Предел подачи
sv: Maxdoser
uk: ОБМЕЖЕННЯ ПОДАЧІ
vi: Giới hạn liều tiêm
zh_hant: 送達限制

source: Delivery Limits
bg: Лимити за подаване
cs: Limity podávání
da: Insulingrænser
de: Abgabelimits
fr: Limites d’administration
it: Limite di erogazione
nb_no: Doseringsgrenser
nl: Limiet op toediening
pl: Limity podawania
sv: Maxvärden
vi: Giới hạn liều tiêm
zh_hant: 輸送限制

source: Delta
bg: Делта
ru: Дельта
uk: Дельта
vi: Chênh lệch
zh_hant: 變化量

source: Depending on your Target Behavior settings (see Settings > the Algorithm > Target Behavior), these temporary glucose targets can also raise Insulin Sensitivity for high targets or lower sensitivity for low targets.
bg: В зависимост от настройките ви за поведение на целта (вижте Настройки > Алгоритъм > Поведение на целта), тези временни цели за глюкоза могат също да повишат инсулиновата чувствителност при високи цели или да я понижат при ниски цели.
cs: Podle tvého nastavení „Chování cíle“ (viz Nastavení > Algoritmus > Chování cíle) mohou tyto dočasné cíle také zvýšit citlivost na inzulín u vysokých cílů nebo ji snížit u nízkých cílů.
da: Afhængigt af dine målopførselsindstillinger (se Indstillinger > Algoritmen > Målopførsel) disse midlertidige glukosemål kan også øge insulinfølsomheden over for høje mål eller lavere følsomhed over for lave mål.
de: Je nach Deinen Einstellungen für das Zielverhalten (siehe Einstellungen > Algorithmus > Zielverhalten) können diese Temporären Ziele auch die Insulinempfindlichkeit für hohe Ziele erhöhen oder die Empfindlichkeit für niedrige Ziele senken.
es: Dependiendo de la configuración de su comportamiento objetivo (ver Configuración > el Algoritmo > Comportamiento de destino), estos objetivos temporales de glucosa también pueden aumentar la sensibilidad a la insulina para objetivos altos o menor sensibilidad para objetivos bajos.
fr: En fonction de vos réglages de comportement de la cible (voir Réglages > Algorithme > Comportement cible), ces cibles temporaires de mesure de glucose peuvent également augmenter la sensibilité à l'insuline pour des cibles élevées ou la diminuer pour des cibles basses.
it: A seconda delle impostazioni della Gestione Target (vedere Impostazioni > Algoritmo > Gestione Target), questi target glicemici temporanei possono anche aumentare la sensibilità all'insulina per i target alti o diminuire la sensibilità per i target bassi.
nb_no: Avhengig av innstillingene for måloppførsel (se Innstillinger > Algoritme > Måloppførsel), kan disse midlertidige glukosemålene også øke insulinfølsomhet for høye mål, eller redusere følsomhet for lave mål.
nl: Afhankelijk van je doelgedrag instellingen (zie Instellingen > het algoritme > Doel gedrag), deze tijdelijke glucosedoelen kunnen ook de insulinegevoeligheid verhogen voor hoge streefdoelen of een lagere gevoeligheid voor lage streefdoelen.
pl: W zależności od ustawień zachowania docelowego (zobacz Ustawienia > Algorytm > Zachowanie docelowe), te tymczasowe docelowe stężenie glukozy może również zwiększać wrażliwość na insulinę w przypadku osiągnięcia wysokich wartości docelowych lub niższej czułości dla osiągnięcia niskich wartości docelowych.
pt_pt: Dependendo das configurações do seu Comportamento de Destino (consulte Configurações > Algoritmo > Comportamento de Destino), Estes alvos temporários de glicose também podem aumentar a sensibilidade à insulina para alvos, ou menor sensibilidade para alvos baixos.
ru: В зависимости от ваших целевых параметров поведения (см. Настройки > Алгоритм > Целевое поведение), Эти временные цели по борьбе с глюкозой также могут повысить чувствительность инсульта к высоким целям или пониженную чувствительность к низким целям.
sv: Beroende på dina inställningar för Målbeteende (se Inställningar > Algoritm > Målbeteende), kan dessa temporära glukosmål också höja insulinkänsligheten för höga mål eller sänka känsligheten för låga mål.
uk: Залежно від ваших налаштувань цільової поведінки (див. Налаштування > Алгоритм > цільова поведінка), ці тимчасові цілі глюкози також можуть підвищити чутливість інсуліну до великих цілей або знизити чутливість до низьких цілей.
vi: Tùy thuộc vào cài đặt Hành vi mục tiêu của bạn (xem Cài đặt > Thuật toán > Hành vi mục tiêu), các mục tiêu đường huyết tạm thời này cũng có thể tăng Độ nhạy insulin cho mục tiêu cao hoặc giảm độ nhạy cho mục tiêu thấp.
zh_hant: 根據您的目標行為設定（請參見設定 > 算法 > 目標行為），這些臨時的葡萄糖目標也可以提高高目標的胰島素敏感度或降低低目標的敏感度。

source: Depending on your user interface settings, this may be displayed in a static (red, green, orange) or dynamic (full color spectrum) coloring scheme.
bg: В зависимост от настройките на потребителския интерфейс, това може да се показва със статична (червено, зелено, оранжево) или динамична (пълен цветови спектър) цветова схема.
cs: Podle tvého nastavení uživatelského rozhraní se toto může zobrazovat ve statickém (červená, zelená, oranžová) nebo dynamickém (celé barevné spektrum) barevném schématu.
da: Afhængigt af din brugergrænseflade indstillinger, kan dette vises i en statisk (rød, grøn, orange) eller dynamisk (fuld farve spektrum) farvesammensætning ordning.
de: Je nach den Einstellungen Deiner Benutzeroberfläche kann dies in einem statischen (rot, grün, orange) oder dynamischen (volles Farbspektrum) Farbschema angezeigt werden.
es: Dependiendo de la configuración de su interfaz de usuario, esto puede mostrarse en un esquema estático (rojo, verde, naranja) o dinámico (espectro de colores a todo color).
fr: Selon vos réglages d’interface utilisateur, cela peut être affiché avec une palette de couleurs statique (rouge, vert, orange) ou dynamique (spectre de couleurs complet).
it: A seconda delle impostazioni dell'interfaccia utente, questo può essere visualizzato in uno schema di colori statico (rosso, verde, arancione) o dinamico (spettro di colori completo).
nb_no: Avhengig av dine brukergrensesnittinnstillinger kan dette vises i et statisk (rødt, grønt, oransje) eller dynamisk (fullt fargespektrom) fargetema.
nl: Afhankelijk van uw gebruikersinterface instellingen kan dit worden weergegeven in een statisch (rood, groen, oranje) of dynamisch (full color spectrum) kleurenschema.
pl: W zależności od ustawień interfejsu użytkownika, może on być wyświetlany w schemacie kolorów statycznych (czerwony, zielony, pomarańczowy) lub dynamicznych (pełne widmo kolorów).
pt_pt: Dependendo das configurações da interface do usuário, poderá ser exibido em um esquema de cor estático (vermelho, verde, laranja) ou dinâmico (espectro completo de cores).
ru: В зависимости от настроек пользовательского интерфейса, это может быть отображено в статической (красный, зеленый, оранжевый) или динамической (полный цветовой гамм) схеме.
sv: Beroende på dina användargränssnittsinställningar, kan detta visas i ett statiskt (röd, grön, orange) eller dynamiskt (fullt färgspektrum) färgschema.
uk: В залежності від ваших налаштувань користувацького інтерфейсу це може бути показано в статичній (червоній, зелений, помаранчевий) або динамічній (повний колір спектру) схемі кольору.
vi: Tùy thuộc vào cài đặt giao diện người dùng, nội dung này có thể được hiển thị theo chế độ phối màu tĩnh (đỏ, xanh lá cây, cam) hoặc động (phổ màu đầy đủ).
zh_hant: 根據您的用戶介面設定，這可能會以靜態（紅色、綠色、橙色）或動態（全色彩頻譜）著色方案顯示。

source: Deselect All
bg: Изчисти избора
cs: Odznačit vše
de: Auswahl aufheben
fr: Tout désélectionner
nb_no: Opphev merking
pl: Odznacz wszystko
vi: Bỏ chọn tất cả
zh_hant: 全部取消選取

source: Detailed
bg: Подробно
cs: Podrobné
da: Detaljeret
de: Detailliert
es: Detallado
fr: Détaillé
it: Dettagliato
nb_no: Detaljert
nl: Gedetailleerd
pl: Szczegółowy
pt_pt: Detalhado
ru: Детали
sv: Detaljerad
uk: Докладно
vi: Chi tiết
zh_hant: 詳細

source: Detailed:
bg: Подробно:
cs: Podrobné:
da: Afklaret:
de: Detailliert:
es: Detallado:
fr: Détaillé :
it: Dettagliato:
nb_no: Detaljert:
nl: Gedetailleerd:
pl: Szczegółowo:
pt_pt: Detalhado:
ru: Подробно:
sv: Detaljerad:
uk: Докладно:
vi: Chi tiết:
zh_hant: 詳細：

source: Detected sensor is invalid: %@
bg: Откритият сензор е невалиден: %@
cs: Detekovaný senzor je neplatný: %@
da: Detekteret sensor er ugyldig: %@
de: Erkannter Sensor ist ungültig: %@
es: El sensor detectado no es válido: %@
fr: Le capteur détecté est invalide : %@
it: Sensore rilevato non valido: %@
nb_no: Oppdaget sensor er ugyldig: %@
nl: Gedetecteerde sensor is ongeldig: %@
pl: Wykryty czujnik jest nieprawidłowy: %@
pt_pt: Sensor detectado é inválido: %@
ru: Обнаруженный сенсор невалиден: %@
sv: Upptäckt sensor är ogiltig: %@
uk: Виявлений сенсор недійсний: %@
vi: Cảm biến được phát hiện không hợp lệ: %@
zh_hant: 檢測到的傳感器無效：%@

source: Detected sensor seems not to be a libre 1 sensor!
bg: Откритият сензор изглежда не е Libre 1!
cs: Zdá se, že detekovaný senzor není Libre 1!
da: Detekteret sensor synes ikke at være en libre 1 sensor!
de: Der erkannte Sensor scheint kein Libre 1 Sensor zu sein!
es: ¡El sensor detectado parece no ser un sensor libre 1!
fr: Le capteur détecté ne semble pas être un Libre 1 !
it: Il sensore rilevato non sembra essere un sensore Libre 1!
nb_no: Oppdaget sensor ser ikke ut til å være en Libre 1 sensor!
nl: Gevonden sensor lijkt geen Libre 1 sensor te zijn!
pl: Wykryty czujnik nie wydaje się być czujnikiem libre 1!
pt_pt: O sensor detectado parece não ser um sensor libre 1!
ru: Обнаруженный сенсор не является Libre 1 сенсором!
sv: Upptäckt sensor verkar inte vara en libre 1-sensor!
uk: Виявлений сенсор не є сенсором Libre1!
vi: Cảm biến được phát hiện không phải là cảm biến libre 1!
zh_hant: 檢測到的傳感器似乎不是 libre 1 傳感器！

source: Developer
bg: Разработчик
cs: Vývojář
da: Udvikler
de: Entwickler
es: Desarrollador
fr: Développeur
it: Sviluppatore
nb_no: Utvikler
nl: Ontwikkelaar
pl: Deweloper
pt_pt: Desenvolvedores
ru: Разработчик
sv: Utvecklare
uk: РОЗРОБНИК
vi: Dành cho nhà phát triển
zh_hant: 開發者

source: Devices
bg: Устройства
cs: Zařízení
da: Enheder
de: Geräte
es: Dispositivos
fr: Appareils
it: Dispositivi
nb_no: Enheter
nl: Apparaten
pl: Urządzenia
pt_pt: Dispositivos
ru: Устройства
sv: Enheter
uk: Пристрої
vi: Thiết bị
zh_hant: 設備

source: Dexcom G6 app
bg: Приложение Dexcom G6
cs: Aplikace Dexcom G6
es: Aplicación Dexcom G6
fr: App Dexcom G6
it: App nativa G6
pl: Aplikacja Dexcom G6
pt_pt: Aplicativo G6 da Dexcom
ru: Родное приложение G6
sv: Ursprunglig Dexcom G6-app
uk: Рідна програма G6
zh_hant: Dexcom G6 應用程式

source: Diabetes Data as Calendar Event
bg: Данни за диабета като събитие в календара
cs: Data o diabetu jako událost v kalendáři
da: Diabetes data som kalenderbegivenhed
de: Diabetes Daten als Kalenderereignis
es: Datos de diabetes como evento del calendario
fr: Données diabète en événement calendrier
it: Dati del diabete come evento del calendario
nb_no: Diabetesdata som kalenderhendelse
nl: Diabetes gegevens als kalendergebeurtenis
pl: Dane dotyczące cukrzycy jako wydarzenie w kalendarzu
pt_pt: Dados de diabetes como evento de calendário
ru: Диабет данные как Календарь
sv: Diabetesdata som kalenderhändelse
uk: Подія Діабету даних як календар
vi: Dữ liệu Tiểu đường như Lịch sự kiện
zh_hant: 糖尿病數據作為日曆事件

source: Diagnostics
bg: Диагностика
cs: Diagnóza
da: Diagnostik
de: Fehlersuche
fr: Données d’analyse
it: Diagnostica
nb_no: Diagnostikk
nl: Diagnostische gegevens
pl: Diagnostyka
sv: Diagnostik
vi: Chẩn đoán
zh_hant: 診斷

source: Diagnostics are sent to a Google Firebase Crashlytics project, which is securely maintained and accessed only by the Trio team.
bg: Диагностиката се изпраща към проект в Google Firebase Crashlytics, който се поддържа сигурно и е достъпен само за екипа на Trio.
cs: Diagnostika je odesílána do projektu Google Firebase Crashlytics, který je zabezpečen a přístup k němu má pouze tým Trio.
da: Diagnostik sendes til et Google Firebase Crashlytics projekt, som kun vedligeholdes og tilgås af Trio-holdet.
de: Die Diagnosen werden an ein Google Firebase Crashlytics-Projekt gesendet, das sicher verwaltet wird und auf das nur das Trio-Team Zugriff hat.
fr: Les diagnostics sont envoyés à un projet Google Firebase Crashlytics, qui est sécurisé et uniquement accessible par l’équipe Trio.
it: La diagnostica viene inviata a un progetto di Google Firebase Crashlytics, il quale viene mantenuto sicuro e accessibile solo dal team Trio.
nb_no: Diagnostikk sendes til et prosjekt i Google Firebase Crashlytics som kun vedlikeholdes og nås av Trio-teamet.
nl: Diagnostics worden verzonden naar een Google Firebase Crashlytics project, dat veilig wordt onderhouden en alleen toegankelijk is voor het Trio-team.
pl: Dane diagnostyczne są wysyłane do projektu Google Firebase Crashlytics, który jest bezpiecznie utrzymywany i dostęp do niego ma tylko zespół Trio.
sv: Diagnostik skickas till ett Google Firebase Crashlytics projekt, som endast nås av Trioteamet.
vi: Thông tin chẩn đoán được gửi đến dự án Google Firebase Crashlytics và được bảo mật nghiêm ngặt, chỉ nhóm phát triển Trio mới có quyền truy cập.
zh_hant: 診斷資料會發送到 Google Firebase Crashlytics 專案，該專案由 Trio 團隊安全維護並僅由他們訪問。

source: Direct connection with Libre 1 transmitters or European Libre 2 sensors
bg: Директна връзка с предаватели Libre 1 или европейски Libre 2 сензори
cs: Přímé spojení s vysílači Libre 1 nebo evropskými senzory Libre 2
da: Direkte forbindelse med Libre 1-sendere eller europæiske Libre 2-sensorer
de: Direkte Verbindung mit Libre 1 Transmittern oder europäischen Libre 2 Sensoren
es: Conexión directa con transmisores Libre 1 o sensores European Libre 2
fr: Connexion directe avec les transmetteurs Libre 1 ou les capteurs Libre 2 européens
it: Collegamento diretto con trasmettitori Libre 1 o sensori Europei Libre 2
nb_no: Direkte tilkobling til Libre 1, eller direkte tilkobling til europeisk versjon av Libre 2
nl: Directe connectie met Libre 1 sensoren of Europese Libre 2 sensoren
pl: Bezpośrednie połączenie z nadajnikami Libre 1 lub Europejskimi czujnikami Libre 2
pt_pt: Conexão direta com transmissores Libre 1 ou sensores Europeus Libre 2
ru: Прямое подключение к трансмиттерам Libre 1 или датчикам European Libre 2
sv: Direkt anslutning till Libre 1-sändare eller europeiska Libre 2-sensorer
uk: Прямий зв'язок з трансмітером Libre 1 або Європейськими сенсором Libre 2
vi: Kết nối trực tiếp với bộ truyền Libre 1 hoặc cảm biến Libre 2 tại châu Âu
zh_hant: 與 Libre 1 傳輸器或歐洲 Libre 2 傳感器的直接連線

source: Disable
bg: Изключи
cs: Vypnout
da: Deaktivér
de: Deaktivieren
es: Desactivar
fr: Désactiver
it: Disabilita
nb_no: Deaktiver
nl: Uitschakelen
pl: Wyłącz
pt_pt: Desligado
sv: Inaktivera
uk: Вимкнено
vi: Vô hiệu hóa
zh_hant: 停用

source: Disable on Schedule
bg: Изключване по график
cs: Vypnout podle rozvrhu
da: Deaktivér på tidsplan
de: Im Zeitplan deaktivieren
es: Desactivar en Schedule
fr: Désactiver durant une plage horaire
it: Disabilita su Pianificazione
nb_no: Deaktiver etter tidsplan
nl: Uitschakelen in Schedule
pl: Wyłącz w harmonogramie
pt_pt: Desativar no agendamento
sv: Inaktivera enligt schema
uk: Вимкнути в розкладі
vi: Tắt theo lịch trình
zh_hant: 根據排程停用

source: Disable Sharing
bg: Изключване на споделянето
cs: Zakázát sdílení
da: Deaktivér Deling
de: Teilen deaktivieren
fr: Désactiver le partage
it: Disabilita condivisione
nb_no: Deaktiver deling
nl: Schakel delen uit
pl: Wyłącz udostępnianie
sv: Inaktivera delning
vi: Vô hiệu hoá chia sẻ
zh_hant: 停用分享

source: Disable SMBs
bg: Изключване на SMB
cs: Zakázat SMB
da: Deaktiver SMB'er
de: SMBs deaktivieren
es: Desactivar SMS
fr: Désactiver les "SMBs"
it: Disabilita SMB
nb_no: Deaktiver SMB
nl: SMBs uitschakelen
pl: Wyłącz SMB
pt_pt: Desativar SMBs
ru: Отключить микроболюсы SMB
sv: Stäng av autobolusar (SMBs)
uk: Вимкнути SMBs
vi: Vô hiệu hóa SMBs
zh_hant: 停用 SMB

source: Disabled
bg: Изключено
cs: Vypnuto
da: Deaktiveret
de: Deaktiviert
es: Deshabilitado
fr: Désactivé
it: Disattivato
nb_no: Deaktivert
nl: Uitgeschakeld
pl: Wyłączony
pt_pt: Desabilitado
ru: Отключены
sv: Av
uk: Вимкнено
vi: Vô hiệu hóa
zh_hant: 已停用

source: Disabled:
bg: Изключено:
cs: Vypnuto:
da: Deaktiveret:
de: Deaktiviert:
es: Deshabilitado:
fr: Désactivé :
it: Disabilitato:
nb_no: Deaktivert:
nl: Uitgeschakeld:
pl: Wyłączony:
pt_pt: Desativado:
ru: Отключено:
sv: Inaktiverad:
uk: Вимкнено:
vi: Vô hiệu hóa:
zh_hant: 已停用：

source: Disables SMBs if last two glucose values differ by more than this percent.
bg: Изключва SMB, ако последните две стойности на глюкозата се различават с повече от този процент.
cs: Zakáže SMB, pokud se poslední dvě hodnoty glykémie liší o více než toto procento.
da: Deaktiverer SMB'er, hvis de sidste to glucoseværdier afviger med mere end denne procent.
de: Deaktiviert SMBs, wenn sich die letzten beiden Glukosewerte um mehr als diesen Prozentsatz unterscheiden.
es: Deshabilita SMBs si los últimos dos valores de glucosa difieren en más de este porcentaje.
fr: Désactiver les "SMBs" si l’écart entre les deux dernières mesures de glucose dépasse ce seuil en pourcentage.
it: Disabilita le PMI se gli ultimi due valori di glucosio differiscono di più di questa percentuale.
nb_no: Deaktiverer SMB hvis de to siste blodsukkerverdiene avviker med mer enn denne prosenten.
nl: Schakelt SMBs uit als de laatste twee glucosewaarden meer verschillen dan dit procent.
pl: Wyłącza SMB, jeśli ostatnie dwie wartości glikemii różnią się o więcej niż ten procent.
pt_pt: Desabilita as SMBs se dois últimos valores de glicose diferem por mais desse porcento.
sv: Inaktiverar SMB om de två senaste glukosvärdena skiljer sig mer än denna procent.
uk: Вимикає SMB, якщо останні два значення глюкози відрізняються більше цього відсотка.
vi: Vô hiệu hóa SMB nếu hai giá trị đường huyết gần nhất chênh lệch nhau quá tỷ lệ phần trăm này.
zh_hant: 如果最後兩個血糖值的差異超過此百分比，則停用微量注射 (SMB)。

source: Disabling this setting will still allow other commands, like Temp Targets, Add Carbs, and Start/End Overrides
bg: Изключването на тази настройка пак ще позволява други команди, като Временни цели, Добавяне на въглехидрати и Стартиране/Прекратяване на отмени
cs: Vypnutí tohoto nastavení stále umožní ostatní příkazy, jako jsou dočasné cíle, přidání sacharidů a spuštění/ukončení přepsání
da: Deaktivering af denne indstilling vil stadig tillade andre kommandoer, såsom Temp Targets, Tilføj kulhydrater og Start/End Overskrivninger
de: Deaktivieren dieser Einstellung erlaubt immer noch andere Befehle, wie Temporäre Ziele, Kohlenhydrate hinzufügen und Starte/Beende Overrides
es: Deshabilitar esta opción permitirá otros comandos, como Objetivos Temporales, Añadir Carbohidratos y Soberanos de Inicio / Final
fr: Désactiver ce réglage n’empêchera pas les autres commandes, comme les Cibles Temporaires, l’ajout de glucides ou le démarrage/l’arrêt d’une Dérogation
it: Disabilitando questa impostazione si potranno comunque utilizzare altri comandi, come Target Temporanei, Aggiungi carboidrati e Avvia/Termina Progamma
nb_no: Deaktivering av denne innstillingen vil fortsatt tillate andre kommandoer, som midlertidige mål, registrering av karbohydrater og starte/stoppe overstyringer
nl: Het uitschakelen van deze instelling zal andere commando's toestaan, zoals tijdelijke streefdoelen, toevoegen van koolhydraten en Start/Eind overschrijvingen
pl: Wyłączenie tego ustawienia nadal będzie zezwalać na inne komendy, takie jak Targety tymczasowe, dodawanie węglowodanów i początkowe/końcowe nadpisywanie
pt_pt: Desabilitar essa configuração ainda permitirá outros comandos, como Alvos Temp, Adicionar Carbos, e Overrides de Star/End
ru: Отключение этой настройки все равно позволит использовать другие команды, такие как Temp Targets, Добавить Carbs, и Start/End переопределения
sv: Inaktivering av den här inställningen tillåter fortfarande andra kommandon, som tillfälliga mål, lägga till kolhydrater och starta/avsluta overrides
uk: Вимкнення цього параметра все ще дозволить використовувати інші команди, як-от Temp Targs, Add Carbs та Star/End Overпоїздки
vi: Tắt cài đặt này vẫn cho phép thực hiện các lệnh khác như Mục tiêu Tạm thời, Thêm carbs và Bắt đầu/Kết thúc Ghi đè
zh_hant: 停用此設定仍然允許其他指令，例如臨時目標、添加碳水化合物和開始/結束覆蓋

source: DISCLAIMER
bg: ОТКАЗ ОТ ОТГОВОРНОСТ
cs: UPOZORNĚNÍ
de: HAFTUNGSAUSSCHLUSS
es: DECLARACIÓN
fr: AVERTISSEMENT
it: COMUNICATORE
nb_no: ANSVARSFRASKRIVELSE
pl: ZASTRZEŻENIE
pt_pt: REIVINDICADOR
ru: ОТОБРАЖЕНИЕ
uk: ВІДМОВА ВІД ВІДПОВІДАЛЬНОСТІ
vi: CẢNH BÁO
zh_hant: 免責聲明

source: Disconnect and Remove
bg: Разкачане и премахване
cs: Odpojit a odebrat
da: Afbryd og fjern
de: Trennen und Entfernen
es: Desconectar y Quitar
fr: Déconnecter et supprimer
it: Disconnetti e Rimuovi
nb_no: Koble fra og fjerne
nl: Verbinding verbreken en verwijderen
pl: Rozłącz i usuń
pt_pt: Desconectar e remover
ru: Отключить и удалить
sv: Koppla från och ta bort
uk: Від'єднатися та видалити
vi: Ngắt kết nối và xóa
zh_hant: 中斷連線並移除

source: Dismiss
bg: Отхвърли
cs: Zavřít
da: Luk
de: Verwerfen
es: Descartar
fr: Abandonner
it: Rimuovi
nb_no: Avvis
nl: Negeren
pl: Odrzuć
pt_pt: Ignorar
ru: Отклонить
sv: Avfärda
uk: Відхилити
vi: Từ bỏ
zh_hant: 駁回

source: Display and allow Fat and Protein entries
bg: Показване и разрешаване на записи за мазнини и протеини
cs: Zobrazit a povolit záznamy tuků a bílkovin
da: Vis og tillad indgange til fedt og protein
de: Fett- und Eiweißeinträge anzeigen und erlauben
es: Mostrar y permitir entradas de grasa y proteínas
fr: Affiche et autorise l'enregistrement des lipides et protéines
it: Visualizzare e consentire voci di grasso e proteine
nb_no: Vise og tillate registrering av fett og proteiner
nl: Vet- en proteïne weergeven en toestaan
pl: Wyświetlaj i zezwalaj na wpisy tłuszczu i białka
pt_pt: Exibir e permitir entradas de gordura e proteínas
ru: Отображать и разрешать запись жиров и белков
sv: Visa och tillåt inmatning av fett och protein
uk: Відобразити та дозволити записи жиру та білка
vi: Hiển thị và cho phép nhập Chất béo và chất đạm
zh_hant: 顯示並允許脂肪和蛋白質輸入
